Repository: adamgiesinger/kamino
Catalog: res/values/strings_*.arb
Languages: fi, he, sv, tr

# $_language_name
source: English
fi: Suomi
he: עברי
tr: Türk

# $_language_name_english
source: English
fi: Finnish
he: Hebrew
tr: Turkish

source: Blog
fi: Blogi
he: בלוג
sv: Blogg

source: TV Shows
fi: TV-sarjat
he: סדרות
sv: TV Program
tr: Diziler

source: Movies
fi: Elokuvat
he: סרטים
sv: Filmer
tr: Filmler

source: Legal
fi: Lakitiedot
he: מידע משפטי
sv: Legal Information
tr: Yasal

source: Donate
fi: Lahjoita
he: תרום
sv: Donera
tr: Baðýþ Yap

source: Settings
fi: Asetukset
he: הגדרות
sv: Inställningar
tr: Ayarlar

source: URL copied!
fi: URL kopioitu!
he: קישור הועתק!
sv: URL kopierad!
tr: Link Kopyalandý

source: Okay
fi: OK
he: אישור
sv: Okej
tr: Tamam

source: Show more...
fi: Näytä enemmän...
he: עוד...
sv: Visa mer...
tr: Daha Fazla...

source: Show less...
fi: Näytä vähemmän...
he: פחות...
sv: Visa mindre...
tr: Daha Az...

source: Loading...
fi: Ladataan...
he: טוען...
sv: Laddar...
tr: Yükleniyor...

source: Unknown
fi: Tuntematon
he: לא ידוע
sv: Okänt
tr: Bilinmeyen

source: Unknown $x
fi: Tuntematon $x
he: לא ידוע $x
sv: Okänt $x
tr: Bilinmeyen $x

source: No results found.
fi: Ei hakutuloksia.
he: לא נמצאו תוצאות.
sv: Inga resultat hittades.
tr: Sonuç Bulunamadý

source: Cancel
fi: Peruuta
he: ביטול
sv: Avbryt
tr: Ýptal

source: Dismiss
fi: Hylkää
he: הסתר
sv: Avfärda
tr: Son Ver

source: Sync
fi: Synkronoi
he: סנכרן
sv: Synkronisera
tr: Senkron

source: Connect
fi: Yhdistä
he: התחבר
sv: Anslut
tr: Baðlan

source: Disconnect
fi: Katkaise yhteys
he: התנתק
sv: Koppla från
tr: Baðlantýyý Kes

source: Default
fi: Oletus
he: ברירת מחדל
tr: Varsayýlan

source: Done
fi: Valmis
he: אישור
sv: Klar
tr: Tamamlandý

source: Install
fi: Asenna

source: NEXT
fi: SEURAAVA

source: BACK
fi: TAKAISIN

source: SKIP
fi: OHITA

source: Coming Soon
fi: Tulossa pian
he: בקרוב
sv: Uppkommande
tr: Çok Yakýnda

source: Authentication Successful
fi: Todentaminen onnistui
he: אומת בהצלחה
sv: Autentisering Lyckades
tr: Doðrulama Baþarýlý

source: Authentication Unsuccessful
fi: Todentaminen epäonnistui
he: האימות נכשל
sv: Autentisering Misslyckades
tr: Doðrulama Baþarýsýz

source: Trakt Authenticator
fi: Trakt-todennus
he: מאמת Trakt
sv: Trakt Autentisering
tr: Trakt Doðrulayýcý

source: Successfully refreshed Trakt token.
fi: Trakt-avain päivitetty.
he: רענון של אימות Trakt בוצע בהצלחה
sv: Lyckades med att uppdatera Trakt polletten.
tr: Trakt belirteci baþarýyla yenilendi

# trakt_renewal_failure_detailed
source: Failed to renew Trakt token. Please check your details.
fi: Trakt-avaimen uusiminen epäonnistui. Tarkista tiedot.
he: רענון של אימות Trakt כשל. בצע/י בדיקה של פרטיך.
sv: Misslyckades med att förnya Trakt polletten. Vänligen kolla detaljerna.
tr: Trakt belirteci yenilenemedi. Lütfen bilgilerinizi kontrol edin

source: $appName was unable to authenticate with Trakt.tv.
fi: Sovelluksen $appName Trakt-todennus ei onnistunut.
he: $appName כשל עם האימות של Trakt.tv.
sv: $appName kunde inte autentisera med Trakt.tv.
tr: $appName Trakt.tv giriþini doðrulayamadý

# you_can_now_tap_sync_to_synchronise_your_trakt_favorites
source: You can now tap 'Sync' to synchronise your Trakt favorites with your ApolloTV favorites. (Trakt integration is limited as it is still in development.)
fi: Voit nyt painaa 'Synkronoi' synkronoidaksesi Trakt-suosikit ApolloTV-suosikkien kanssa. (Trakt-yhteensopivuus on rajoittunut ja sitä kehitetään yhä.)
he: הנך יכול/ה ללחוץ על 'סנכרן' על מנת לסנכרן את מועדפי הTrakt עם מועדפי הApolloTV שלך. (אינטגרציית Trakt עדיין מוגבלת בגלל שהיא עדיין בשלבי פיתוח.)
sv: Du kan nu trycka på 'Synkronisera' för att synkronisera dina Trakt favoriter med dina ApolloTV favoriter. (Trakt integration är fortfarande begränsat eftersom att den fortfarande jobbas på.)
tr: Þimdi Senkrona týklayarak favorilerinizi senkronize edebilirsiniz

source: Connected Trakt account.
fi: Trakt-tili yhdistetty.

source: Disconnected Trakt account.
fi: Trakt-tilin yhteys katkaistu.
he: משתמש Trakt נותק.
sv: Trakt konto ifrånkopplat.
tr: Trakt hesabý baðlantýsýný kes

source: Trakt Synchronization...
fi: Traktin synkronisaatio...
he: סנכרון Trakt...
sv: Trakt Synkronisation...
tr: Trakt Senkronizasyonu...

# trakt_favorites_sync_detailed
source: Please wait while we synchronize your favorites with Trakt. This dialog will close automatically when synchronization is complete.
fi: Odota, synkronoidaan. Tämä viesti sulkeutuu automaattisesti toiminnon valmistuttua
he: נא המתן בזמן שאנחנו מסנכרנים את המועדפים שלך עם Trakt. החלון יסגר באופן אוטומטי שהפעולה תסתיים.
sv: Vänligen vänta medans vi synkroniserar dina favoriter. Den här dialogen kommer automatiskt att stängas när synkronisationen är komplett.
tr: Favorilerinizi Trakt ile senkronize ederken lütfen bekleyin. Senkronizasyon tamamlandýðýnda bu iletiþim kutusu otomatik olarak kapanýr

# general_error
source: An error occurred ($error) Please report this error.
fi: Tapahtui virhe ($error) Ole hyvä ja ilmoita virheestä.
he: חלה שגיאה ($error) בבקשה דווח/י על הבעיה.
sv: Ett misstag har skett ($error) Vänligen rapportera detta misstag.
tr: Bir hata oluþtu ($error) Lütfen bu hatayý bildirin.

source: Play Episode
fi: Toista jakso
he: נגן פרק
sv: Se Episod
tr: Bölümü Oynat

source: Play Movie
fi: Toista elokuva
he: נגן סרט
sv: Se Film
tr: Filmi Oynat

source: Recommended Movies
fi: Suositeltuja elokuvia

source: Recommended TV Shows
fi: Suositeltuja TV-sarjoja

source: Removed from favorites
fi: Poistettu suosikeista
he: הוסר מהמועדפים
sv: Borttagen från favoriterna
tr: Favorilerden kaldýrýldý

source: Added to favorites
fi: Lisätty suosikkeihin
he: נוסף למועדפים
sv: Tillagd till favoriterna
tr: Favorilere eklendi

source: $n ratings
fi: $n arviota
he: $n רייטינג
sv: $n bedömningar
tr: $n puanlamalar

source: Synopsis
fi: Tiivistelmä
he: תקציר
tr: Özet

source: This $x has no synopsis available.
fi: Ei tiivistelmää kohteelle $x.
he: אין תקציר ל$x הזה
sv: Denna $x har ingen tillgänglig synopsis.
tr: $x özeti mevcut deðil

source: Seasons ($n)
fi: Kaudet ($n)
he: עונה ($n)
sv: Säsonger ($n)
tr: Sezonlar ($n)

# one_episode
source: 1 episode
fi: 1 jakso
he: פרק 1
sv: En episod
tr: 1 Bölüm

source: $n episodes
fi: $n jaksoa
he: $n פרקים
sv: $n episoder
tr: $n Bölüm

source: Released
fi: Julkaistu
he: שוחרר
sv: Släppt
tr: Yayýnlanan

source: Ongoing
fi: Menossa parhaillaan
he: מתמשך
sv: Pågående
tr: Devam Eden

source: Year
fi: Vuosi
he: שנה
sv: År
tr: Yýl

source: Popularity
fi: Suosio
he: פופולריות
sv: Popularitet
tr: Beðenilirlik

source: Air date
fi: Julkaisuajankohta
he: תאריך שידור
sv: Sändningsdatum
tr: Yayýn Tarihi

source: Vote Average
fi: Arvioiden keskiarvo
he: הצבעה ממוצעת
sv: Röstnings Genomsnitt
tr: Ortalama Puaný

source: ORDER
fi: JÄRJESTYS
he: סדר
sv: ORDNING
tr: DÜZEN

source: Sort
fi: Lajittele
he: מיין
sv: Sortera
tr: Sýrala

source: Ascending
fi: Nouseva
he: סדר עולה
sv: Stigande
tr: Artan

source: Descending
fi: Laskeva
he: סדר יורד
sv: Fallande
tr: Azalan

source: Search TV shows and movies...
fi: Etsi TV-sarjoja ja elokuvia...
he: חפש סדרות וסרטים...
sv: Sök på TV program och filmer...
tr: Diziler ve filmleri ara...

source: Favorites
fi: Suosikit
he: מועדפים
sv: Favoriter
tr: Favoriler

source: Check for Updates
fi: Tarkista päivitykset
he: בדיקת עדכון
sv: Sök Uppdateringar
tr: Güncellemeleri Kontrol Et

source: MAKE $appName YOURS
fi: Tee oma $appName
he: עשה את $appName שלך
sv: GÖR $appName DIN
tr: $appName Uygulamasýný Kiþiselleþtirin

source: Appearance
fi: Ulkoasu
he: נראות
sv: Utseende
tr: Görünüm

source: Customize the theme and primary colors.
fi: Mukauta teemaa ja päävärejä.
he: התאם אישית את ערכת הנושא שלך.

source: Launchpad
fi: Laukaisualusta
he: דף הבית
sv: Startplatta
tr: Genel Bakýþ

source: Customize your launchpad.
fi: Mukauta aloitussivua.
he: התאמה אישית של דף הבית.

source: BOOST YOUR EXPERIENCE
fi: BUUSTAA KOKEMUSTASI
he: הגבר את החוויה שלך
sv: FÖRBÄTTRA DIN UPPLEVELSE
tr: DENEYÝMÝNÝZÝ ARTTIRIN

source: Extensions
fi: Lisäosat
he: תוספות
sv: Extensioner
tr: Uzantýlar

source: Manage third party integrations.
fi: Hallitse kolmannen osapuolen integreaatioita.
he: נהל שילובים של צד שלישי.
sv: Behandla tredjeparts integrationer.
tr: Üçüncü parti uzantý entegrasyonunu düzenle.

source: MISCELLANEOUS
fi: Sekalaista
he: שונות
sv: DIVERSE
tr: ÇEÞÝTLÝ

source: Other
fi: Muuta
he: אחר
sv: Andra
tr: Diðer

source: General application settings.
fi: Yleiset sovellusasetukset.
he: הגדרות אפליקציה בסיסיות.
sv: Allmänna applikationsinställningar.
tr: Genel uygulama ayarlarý.

source: Advanced
fi: Lisäasetukset
he: מתקדם
sv: Avancerat
tr: Geliþmiþ

source: Power user settings for rocket scientists.
fi: Tehokäyttäjän asetukset rakettitieteilijöille.
he: הגדרות מתקדמות למדעני טילים.
sv: Superanvändar-inställningar för raketforskare.
tr: Roket Bilimciler için güçlü kullanýcý ayarlarý.

source: With thanks...
fi: Kiitokset...
he: עם תודות...
sv: Med tack...
tr: Teþekkürlerimizle...

source: $appName was made possible by all of these amazing people:
fi: $appName:n mahdollistivat seuraavat upeat ihmiset:
he: $appName נוצר בזכות כל האנשים המדהימים האלו:
sv: $appName möjliggjordes tack vare alla dessa otroliga personer:
tr: $appName Bu harika insanlarýn katkýlarýyla hayat buldu:

# source_autoplay
source: Enable Source Autoplay
fi: Käytä lähteen automaattitoistoa

# source_autoplay_description
source: Automatically selects a source to play instead of showing a dialog containing the source list.
fi: Valitsee automaattisesti toistettavan lähteen eikä näytä lähdelistausta.

source: Clear Search History
fi: Tyhjennä hakuhistoria
he: הסר היסטוריית חיפוש
sv: Rensa Historik
tr: Arama Geçmiþini Sil

# clear_search_history_description
source: Removes search suggestions based on past searches.
fi: Poistaa aikasempiin hakuihin perustuvat hakuehdotukset.
he: מנקה את כל היסטוריית החיפוש.
sv: Tar bort sökningsförslag som är baserade på tidigare sökningar.
tr: Önceki aramalara dayalý arama önerilerini ve arama geçmiþini kaldýrýr.

source: Search history cleared.
fi: Hakuhistoria tyhjennetty.
he: היסטוריית חיפוש נוקתה.
sv: Sökhistorik rensad.
tr: Arama geçmiþi temizlendi.

source: Permission denied.
fi: Ei käyttöoikeuksia.
he: ההרשאה נדחתה.
sv: Åtkomst nekad.
tr: Eriþim izni reddedildi.

source: Downloading update file...
fi: Ladataan päivitystä...
he: מוריד עדכון...
sv: Laddar ned uppdatering...
tr: Güncelleme dosyasý indiriliyor...

source: Updating...
fi: Päivitetään...
he: מעדכן....
sv: Uppdaterar...
tr: Güncelleniyor...

source: Update failed. Please try again later.
fi: Päivitys epäonnistui. Yritä myöhemmin uudelleen.
he: עדכון נכשל. נסה שוב מאוחר יותר.
sv: Uppdatering misslyckades. Försök igen senare.
tr: Güncelleme baþarýsýz. Lütfen daha sonra tekrar deneyiniz.

source: Update failed. Storage permission denied.
fi: Päivitys epäonnistui. Ei tallennustilan käyttöoikeutta.
he: עדכון נכשל. אישור לשטח אחסון נדחה.
sv: Uppdatering misslyckades. Nekad åtkomst till lagring.
tr: Güncelleme baþarýsýz. Depolama izni reddedildi.

source: Error updating app...
fi: Virhe sovelluksen päivityksessä...
he: שגיעה בביצוע עדכון.
sv: Error med uppdatering av appen...
tr: Uygulama güncellenirken hata oluþtu.

# trakt_description
source: Automatically track what you're watching, synchronise playlists across devices and more...
fi: Seuraa automaattisesti mitä katsot, synkronoi soittolistoja laitteiden välillä ym...
he: עקוב באופן אוטומטי אחר מה שאת/ה צופה, סנכרן פלייליסטים בין מכשירים, ועוד...
sv: Automatiskt spåra vad du tittar på, synkronisera spellistor mellan enheter och mer...
tr: Ýzlediklerinizi otomatik olarak kaydedin, cihazlar arasýnda çalma listelerini senkronize edin ve daha fazlasý...

# rd_description
source: Real-Debrid is an unrestricted downloader that allows you to quickly download files hosted on the Internet.
fi: Real-Debrid on rajoittamaton lataaja joka mahdollistaa nopean internetissä tarjottujen tiedostojen lataamisen.
he: Real-Debrid הינו מוריד שמאפשר לך להוריד קבצים המאוחסנים בענן באופן מהיר ונוח.
sv: Real-Debrid är en obegränsad nedladdare som tillåter dig att snabbt ladda ned filer från Internet.
tr: Real-Debrid, Internet'te barýndýrýlan dosyalarý hýzlý bir þekilde indirmenize izin veren kýsýtlanmamýþ bir indiricidir.

source: Change Theme...
fi: Vaihda teemaa...
he: שנה ערכת נושא...
sv: Ändra Tema...
tr: Temayý Deðiþtir...

source: by $x
fi: tehnyt $x
he: על ידי $x
sv: av $x
tr: $x tarafýndan

source: Set Primary Color...
fi: Aseta pääväri...
he: שנה צבע ראשוני...
sv: Välj primär färg...
tr: Birincil Rengi Ayarla...

source: Change Default Server
fi: Vaihda oletuspalvelinta
he: שנה שרת ברירת המחדל
sv: Ändra Förinställd Server
tr: Varsayýlan Sunucuyu Deðiþtir

source: Manually override the default content server.
fi: Ohita oletuksena asetettu sisältöpalvelin manuaalisesti.
he: העבר ידנית את שרת התוכן המוגדר כברירת מחדל.
sv: Överskriv den förinställda innehålls-servern manuellt.
tr: Varsayýlan içerik sunucusunu el ile geçersiz kýl.

source: Run Connectivity Test
fi: Aja yhteystesti
he: מבחן קישוריות
sv: Kör Uppkopplingstest
tr: Baðlantý Testini Çalýþtýr

source: Checks whether sources can be reached.
fi: Tarkistaa, ovatko lähteet saatavilla.
he: בודק אם ניתן להגיע למקורות.
sv: Kollar om källor kan nås.
tr: Kaynaklara ulaþýlýp ulaþýlamayacaðýný kontrol eder.

source: Get Device Information
fi: Hae laitteen tiedot
he: קבל מידע על המכשיר
sv: Få Enhets-Information
tr: Cihaz Bilgilerini Alýn

source: Gathers useful information for debugging.
fi: Kerää tarpeellista tietoa virheenkorjausta varten.
he: אוסף מידע חיוני בשביל תיקון באגים.
sv: Skaffar användbar information för felsökning.
tr: Hata ayýklama için yararlý bilgiler toplar.

source: Link copied to clipboard.
fi: Linkki kopioitu työpöydälle.
he: קישור הועתק.
sv: Länk kopierad till urklipp.
tr: Link panoya kopyalandý.

source: The default configuration has been restored.
fi: Oletusasetukset palautettu.
he: תצורת ברירת המחדל שוחזרה.
sv: Den förinställda konfigurationen har blivit återställd.
tr: Varsayýlan yapýlandýrma geri yüklendi.

source: Restore Defaults
fi: Palauta oletusasetukset
he: שחזר לתצורת ברירת המחדל
sv: Återställ till den förinställda konfigurationen
tr: Varsayýlanlarý Geri Yükle

source: Select Language...
fi: Valitse kieli

source: Language Settings
fi: Kieliasetukset

# take_screenshot_report_apollotv_discord
source: Please take a screenshot of this message and contact a member of staff in the ApolloTV Discord server.
fi: Ole hyvä ja ota ruutukaappaus tästä viestistä ja ota yhteyttä ylläpitäjään ApolloTV Discord-palvelimella.

source: An error occurred.
fi: Tapahtui virhe.

# cast_and_crew
source: Cast & Crew
fi: Tekijät

source: Welcome to $appName
fi: Tervetuloa sovellukseen $appName

# app_tagline
source: The streaming app built, for the community, by the community.
fi: Yhteisön kehittämä suoratoistosovellus, yhteisölle.

source: LET'S GO
fi: ALOITETAAN

source: Create Profile
fi: Luo profiili

source: Customize Appearance
fi: Muokkaa ulkoasua

# customize_appearance_description
source: $appName is all about customization. Let's get started by choosing your favorite theme!
fi: $appName is all about customisation. Aloitetaan valitsemalla lempiteemasi!

# choose_n_categoriesOther
source: Choose $n categories...
fi: Valitse $n kategoriaa...

# choose_n_categoriesOne
source: Choose $n category...
fi: Valitse $n kategoria...

# choose_n_categories_description
source: Finally, let's tailor your content; choose at least 3 categories and get suggestions for content you enjoy!
fi: Lopuksi personoidaan sisältöä. Valitse vähintään 3 kategoriaa saadaksesi sisältösuosituksia!

# choose_n_categoriesZero
source: Awesome!
fi: Hienoa!

source: Experimental
fi: Kokeellinen

source: General Settings
fi: Yleiset asetukset

# general_settings_description
source: Here's some commonly used settings options that you might want to take a look at.
fi: Tässä on useimmin käytettyjä asetuksia.

source: Choose a theme...
fi: Valitse teema...

# choose_a_theme_description
source: Select a general theme! This is used primarily to decide the background color.
fi: Valitse yleinen teema! Tämä määrittää ensisijaisesti taustavärin.

source: What's your favorite color?
fi: Mikä on lempivärisi?

# whats_your_favorite_color_description
source: Tap to set the accent color; it's used to give a splash of color to buttons, icons, etc...
fi: Kosketa asettaaksesi korostusvärin. Sitä käytetään painikkeiden, kuvakkeiden ym. teemoittamiseen.

source: Which do you prefer?
fi: Kummasta pidät enemmän?

# layout_preferences_subtitle
source: Card layouts are more detailed, however grid layouts can fit more items.
fi: Korttiasettelu on yksityiskohtaisempi, ruudukkoasetteluun mahtuu enemmän kohteita.

source: Card Layout
fi: Korttiasettelu

source: Grid Layout
fi: Ruudukkoasettelu

source: Disconnect your Trakt account
fi: Katkaise yhteys Trakt-tiliin

source: Connect your Trakt account
fi: Yhdistä Trakt-tili

source: $appName can synchronise your watch history and favorites from Trakt.tv...
fi: $appName synkronoi katseluhistorian ja suosikit Trakt.tv:stä...

source: You're offline...
fi: Olet offline-tilassa...

# appname_failed_to_connect_to_the_internet
source: $appName failed to connect to the internet. Please check your connection.
fi: $appName ei pystynyt yhdistämään verkkoon. Tarkista yhteys.

source: Playback
fi: Toisto

source: Change content playback settings.
fi: Muuta toistoasetuksia.

# up_to_date
source: Up to date. Check back in 1 - 3 weeks.
fi: Uusin versio käytössä. Tarkista uudelleen 1-3 viikon päästä.

# no_favorites_header
source: No favorites here!
fi: Ei suosikkeja!

# no_favorites_description
source: You can add an item to favorites by tapping the heart on the top right of a content overview page.
fi: Voit lisätä kohteen suosikkeihin koskettamalla sydänkuvaketta sisällön esittelysivulla.

source: Reload
fi: Lataa uudelleen

source: $appName has successfully authenticated with Trakt.tv!
fi: $appName on todennettu Trakt.tv:n kanssa!

source: Action unsuccessful.
fi: Toiminta epäonnistui.

# an_error_occurred_whilst_deauthenticating_with_trakttv
source: An error occurred whilst deauthenticating with Trakt.tv. ($errorCode)
fi: Tapahtui virhe Trakt-todennuksen purun yhyteydessä. ($errorCode)

source: Uploading favorites...
fi: Lähetetään suosikkeja...

source: Downloading Trakt data...
fi: Ladataan tietoja Trakt:sta...

source: Saving content information...
fi: Tallennetaan sisältötietoja...

source: $appName was unable to authenticate with Real-Debrid.
fi: Sovelluksen $appName Real-Debrid-todentaminen epäonnistui.

source: Connected Real-Debrid Account.
fi: Yhdistetty Real-Debrid-tiliin.

source: Disconnected Real-Debrid Account.
fi: Katkaistu yhteys Real-Debrid-tiliin.

source: Real-Debrid Authenticator
fi: Real-Debrid-todentaja

# real_debrid_n_sourcesOne
source: Real-Debrid ($n source)
fi: Real-Debrid ($n lähde)

# real_debrid_n_sourcesOther
source: Real-Debrid ($n sources)
fi: Real-Debrid ($n lähdettä)

# standard_n_sourcesOne
source: Standard ($n sources)
fi: Standard ($n lähde)

# standard_n_sourcesOther
source: Standard ($n sources)
fi: Standard ($n lähdettä)

source: Disconnect your Real-Debrid account
fi: Katkaise yhteys Real-Debrid-tiliin

source: Connect your Real-Debrid account
fi: Yhdistä Real-Debrid-tili

# extensions_description
source: If you use these any of these third party services, you can connect them to $appName.
fi: Jos käytät näitä kolmannen osapuolen palveluja, voit yhdistää ne sovellukseen $appName.

source: Choose player...
fi: Valitse mediatoistin...

source: Change Player
fi: Muuta mediatoistinta
